---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs
source: html/15042d0a-98d5-3ac7-4465-2691abbe4f3b.htm
---
# DockableFrameFocusChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.